import ImageSlider from './ImageSlider'
import { SliderData } from './SliderData'
import './KandavanVillage.scss'

import image1 from '../../assets/kandvan.webp'
import image2 from '../../assets/k.1.webp'
import image3 from '../../assets/k.2.webp'
import image4 from '../../assets/k.6.webp'
import image5 from '../../assets/k.8.webp'

const KandavanVillage = () => {

    return (
        <>

            <div className=" KandavanVillage container section">

                <ImageSlider slides={SliderData} />

                <div className="secContainer">
                    <h2 className='title'>روستای کندوان</h2>
        
                    <p>
                        روستای کندوان که یکی از اعجاب‌آورترین روستاهای گردشگری ایران به شمار می‌رود، در نزدیکی تبریز در استان آذربایجان شرقی قرار دارد. این جاذبه گردشگری یکی از جذاب‌ترین روستاهای صخره‌ای جهان است که کماکان مردمانش در خانه‌های سنگی آن زندگی می‌کند. علاوه بر معماری شگفت‌انگیز روستا که به‌شکل صخره‌های کله قندی است، می‌توانید از طبیعت و باغ‌های سرسبز،‌ مناطق ییلاقی اطراف و چشمه آب‌معدنی نهایت لذت را ببرید. در نهایت نیز عسل کوهستان، لبنیات، گردو، گیاهان دارویی، شیره انگور و... این منطقه را برای سوغات تهیه کنید. اگر دوست دارید از این مکان جادویی بیشتر بدانید، هم‌سفر کجارو شوید.
                    </p>
                    <ul>
                        <li className='ul'><a>روستای کندوان کجاست؟</a></li>
                        <li className='ul' ><a>معرفی روستای کندوان</a></li>
                        <li className='ul'><a>جاهای دیدنی کندوان</a></li>
                        <li className='ul'><a>سوغات روستای کندوان</a></li>
                        <li className='ul'><a>اقامت در روستای کندوان</a></li>
                    </ul>
                    <h2>روستای کندوان کجاست؟</h2>
                    <p>
                        روستای کندوان در فاصله ۶۵ کیلومتری شهر تبریز، و ۱۸ کیلومتری از شهرستان اسکو، در میان دره‌ای در کنار رودخانه کندوان واقع شده است. این روستا در دامنه شمالی ارشد داغ و قسمت غربی رشته کوه سهند به‌صورت پلکانی و با شیب تند حدود ۷۰ درجه قرار گرفته است.
                    </p>
                    <img src={image2} alt='KandavanVillage' className='img' />
                    <h2>مسیر روستای کندوان</h2>
                    <p>
                        برای رسیدن به روستای کندوان باید راهی استان آذربایجان شرقی شوید و مسیر شهر اسکو را در پیش بگیرید. بعد از گذر از اسکو و شهر اسفنجان به یک دوراهی در هفت کیلومتری جاده می‌رسید. راه سمت چپ شما را به روستای کندوان می‌رساند. چنانچه بدون وسیله شخصی راهی این سفر شدید، در شهر اسکو پرس‌وجو کنید و سراغ ماشین‌هایی را بگیرید که به‌سمت روستای کندوان می‌روند.
                    </p>
                    <h2>معرفی روستای کندوان تبریز</h2>
                    <p>
                        کندوان یکی از شگفت‌انگیزترین روستاهای صخره‌ای ایران و جهان و از جاهای دیدنی آذربایجان شرقی است که در دل صخره‌های کله قندی جای گرفته است و به روستای کله قندی نیز شناخته می‌شود. این روستای ییلاقی و تاریخی، در پای دامنه‌های کوه آتش‌فشانی سهند و در کنار رودخانه کندوان قرار دارد. کوهستانی بودن منطقه سبب ایجاد جویبارهایی در سطح مناطق شیب‌دار شده است که به‌سمت دره حرکت می‌کنند و سرشاخه‌های اولیه این رودخانه را تشکیل می‌دهند. در اطراف این روستا مراتع سرسبز زیبایی وجود دارد که عشایر زیادی را به آن جا می‌کشاند. سراسر شرق دره را نیز درختان بید كوهستانی، گردو، نارون و بادام تشكیل می‌دهد.
                    </p>
                    <p>
                        ویژگی شاخص کندوان، معماری صخره‌ای و منازل روستایی آن است که از طریق حفر سنگ‌های کله قندی معروف به کران پدید آمده است. این صخره‌های کله قندی در اثر فعل و انفعالات آتش‌فشانی کوه‌های سهند ایجاد شده‌اند. توده‌ها و گدازه‌های مذاب آتشفشانی، به‌وسیله باد، برف و باران در طی هزاران سال متمادی شکل گرفته و به فرم کران درآمده است و چنین منظره اعجا‌ب‌آوری در یکی از خوش آب‌وهواترین نقاط ایران ایجاد شده است.
                    </p>
                    <p>
                        روستای کندوان در اردیبهشت ۱۳۷۶ در فهرست میراث ملی کشور به ثبت رسیده است. از ویژگی‌های دیگر این روستا، که آن را در میان روستاهای معروف صخره‌ای جهان مانند «گورمه» ترکیه و «داکوتای» آمریکا زبانزد کرده، جریان زندگی در آن است. در حالی که این روستاها متروکه و خالی از سکنه هستند؛ مردمان کندوان همچنان به مانند گذشته در داخل خانه‌های سنگی که درون صخره‌ها کنده‌اند، زندگی می‌کنند؛ به همین علت، کندوان یکی از نمونه‌های زنده معماری صخره‌ای و در حال سکونت دنیا محسوب می‌شود.
                    </p>
                    <h2>جاهای دیدنی روستای کندوان</h2>
                    <img src={image3} alt='KandavanVillage' className='img' />
                    <p>
                        معماری صخره‌ای روستای کندوان مهم‌ترین دلیل جذب گردشگران است. معماری حیرت‌انگیز و اعجاب‌آور که هر بیننده‌ای را برای لحظاتی هم که شده میخ‌کوب می‌کند. غیر از معماری زیبای کندوان، طبیعت سرسبز و تماشایی با مناظر دلکش آن نیز بسیار دیدنی است. آب و هوای مطبوع کوهستانی، وجود رودخانه پرآب، مناطق ییلاقی اطراف روستا و باغات سرسبز منطقه از دیگر جذابیت‌های این روستای ییلاقی است. چشمه آب‌معدنی کندوان خاصیت درمانی دارد و از دیگر بهانه‌های مسافران برای سفر به این روستا محسوب می‌شود. آب این چشمه جزو آب‌های کربنات کلسیم سرد با دمای ۱۰ درجه است و کمترین میزان آهک را دارد و برای بیماران کلیوی بسیار مفید است.
                    </p>
                    <h2>معماری روستای کندوان</h2>
                    <img src={image1} alt='KandavanVillage' className='img' />
                    <p>
                        مردم کندوان در فضاها و خانه‌هایی زندگی می‌کنند که در اصطلاح محلی به آن‌ها قیه (صخره) یا کران گفته می‌شود. اصطلاح کران از کلمه کراندن به معنی زخم زدن و بیرون ریختن و کندن هر شیء آمده است البته شاید به معنی بی‌کران هم باشد. آن‌ها بر اساس نیاز و تا آن جا كه نوع سنگ‌ها امكان كندن را می‌داده است، درون صخره‌های مخروطی شكل را می‌کندند و به‌صورت فضاهای زندگی در می‌آوردند. کران‌ها به‌صورت چندتایی، جفتی، تكی، مخروطی شكل و دوک مانند و از جنس لاهار و ایگنمبریت هستند، بلندی این كران‌ها به بیش از ۶۰ متر نیز می‌رسد.
                    </p>

                    <p>
                        اولین کران‌های حفر شده که در آن‌ها سکونت یافته‌اند، در قسمت مرکزی روستا و در اطراف مسجد جامع قدیمی واقع شده و با افزایش جمعیت و نیاز به فضاهای سکونت بعدی، ابتدا صخره‌های غربی و در ادامه صخره‌های شرقی حفر شده‌اند. در ضمن اولین شرط ازدواج برای جوانان، داشتن خانه‌ای حفر شده بوده است كه هنگام ازدواج توسط فامیل‌های پسر كنده می‌شد.
                    </p>
                    <p>
                        شکل‌گیری افقی خانه‌ها به‌دلیل نبود صخره‌های طبیعی است. از سوی دیگر برای جلوگیری از شکستن صخره‌ها، ضخامت دیوارها باید زیاد باشد که این موضوع مانع گسترش بیش از اندازه خانه‌ها می‌شود؛ طوری که اگر تعداد طبقات زیاد باشند، از مقاومت بنای صخره‌ای کاسته می‌شود. به این ترتیب، شکل‌گیری بناها به‌طور کامل تحت‌تاثیر عوامل جغرافیایی است.
                    </p>
                    <p>
                        فضاهای داخلی كران‌ها و تعداد طبقات و فرم آن‌ها بستگی به حجم و شكل آن‌ها دارد و عموما دو طبقه است، ولی كران‌های سه و چهار طبقه نیز وجود دارد که طبقه همکف طویله، طبقه اول مسکونی، طبقه دوم اتاق مهمان و طبقه سه انبار است. ارتباط كران‌های طبقات بالایی از طریق پله‌های زیبایی از بدنه خود كران امكان‌پذیر است و از داخل هیچ نوع ارتباطی وجود ندارد. تنها ارتباط داخلی در یکی از كران‌ها مشاهده می‌شود كه پلكان داخلی، آستانه طبقه همكف را به زیرزمین (انبار) متصل می‌كند. ابعاد كران‌ها نیز به‌علت رعایت مسئله ایمنی و ایستایی آن‌ها نسبتا كوچک است و در مواردی كه نیاز به فضاهای بزرگ‌تری همانند مسجد و آغل بوده، در وسط كران‌ها، ستون‌های قطوری از خود سنگ تراشیده‌اند تا موجب ایستایی سقف‌ها شود.
                    </p>
                    <h2> سوغات روستای کندوان</h2>
                    <img src={image4} alt='KandavanVillage' className='img' />
                    <p>
                        عسل کوهستان یکی از مهم‌ترین محصولات کندوان است. لبنیات، آب‌معدنی، گردو، گیاهان دارویی، دوشاب یا شیره انگور، عسل و بادام از خوراکی‌هایی است که می‌توانید با خود از این روستا سوغات ببرید. همچنین گلیم، جاجیم و روسری‌های کلاقه‌ای نیز از صنایع دستی تولید شده این مردمان است.
                    </p>
                    <p>
                        خشکبار یکی دیگر از سوغات خطه آذربایجان است که به برکت آب و هوای مناسب در اکثر مناطق استان، محصولات خشکبار با کیفیت عالی عرضه می‌شود. در صورتی که در فصل تابستان به کندوان سفر کردید، از میوه‌های خوش‌مزه این فصل و این روستا مانند زردآلو و آلبالو غافل نشوید.
                    </p>
                    <p>
                        گاهی نیز در ایام نوروز نمایشگاه صنایع دستی در ورودی روستا برگزار می‌شود و هنرهای سنتی و سوغات کندوان در معرض نمایش و فروش قرار می‌گیرد. چاپ باتیک به‌عنوان هنر منحصربه‌فرد منطقه اسکو، سفال، انواع هنرهای چوبی از جمله منبت، معرق و کنده‌کاری، بافته‌های داری مانند قالی و گلیم و ورنی، شیشه‌گری سنتی، سنگ‌های قیمتی و نیمه‌ قیمتی، غذاهای محلی و خشکبار، همراه با عسل بسیار مرغوب کندوان و دیگر سوغاتی‌های استان در این نمایشگاه وجود دارد که می‌توانید از آن‌ها خرید کنید.
                    </p>
                    <h2>اقامت در روستای کندوان</h2>
                    <img src={image5} alt='KandavanVillage' className='img' />
                    <p>
                        در روستای کندوان اقامتگاه‌های متعددی وجود دارد که می‌توانید زندگی در کران‌ها و خانه‌های کله قندی را برای یک شب هم شده تجربه کنید. اهالی روستا نیز خانه‌های خود را به مسافران و گردشگران اجاره می‌دهند.
                    </p>
                    <p>برخی از اقامتگاه‌های روستای کندوان در ادامه معرفی شده‌اند:
                        <ul >
                            <li className='ul'>هتل بین‌المللی صخره‌ای لاله کندوان: سومین هتل صخره‌ای در دنیا و نخستین هتل صخره‌ای زنده در دنیا</li>
                            <li className='ul'>اقامتگاه بوم گردی هما: جنب مدرسه قدیمی</li>
                            <li className='ul'>اقامتگاه بوم گردی مولایی: مقابل حمام قدیمی کندوان</li>
                            <li className='ul'>اقامتگاه بوم گردی داریوش: مقابل چشمه آب معدنی</li>
                            <li className='ul'>اقامتگاه بوم گردی سیروس رنجبر: محله گیله جان</li>
                            <li className='ul'>اقامتگاه بوم گردی تورال (احمد رییسی)، اقامتگاه بوم گردی اصلانی، اقامتگاه بوم گردی گونش، اقامتگاه بوم گردی سهند و...</li>
                        </ul>
                    </p>
                    <h2>پرسش‌های متداول</h2>
                    <h4>کندوان کجاست؟</h4>
                    <p>
                        روستای کندوان یکی از جاهای دیدنی استان آذربایجان شرقی است که در فاصله ۶۵ کیلومتری شهر تبریز، و ۱۸ کیلومتری از شهرستان اسکو، در میان دره‌ای در کنار رودخانه کندوان واقع شده است. این روستا در دامنه شمالی ارشد داغ و قسمت غربی رشته کوه سهند به‌صورت پلکانی و با شیب تند حدود ۷۰ درجه قرار گرفته است.
                    </p>
                    <h2>جاهای دیدنی کندوان کدامند؟</h2>
                    <p>
                        معماری صخره‌ای روستای کندوان مهم‌ترین دلیل جذب گردشگران است. همچنین طبیعت تماشایی، وجود رودخانه پرآب، مناطق ییلاقی اطراف روستا و باغات سرسبز منطقه از دیگر جذابیت‌های این روستای ییلاقی است. چشمه آب‌معدنی کندوان نیز خاصیت درمانی دارد.
                    </p>



                </div>

            </div>
        </>
    )
}


export default KandavanVillage;