import ImageSlider1 from './ImageSlider1'
import { ChurchData } from './ChurchData'
import './church.scss'

import image1 from '../../assets/ch.1.webp'
import image2 from '../../assets/ch.2.webp'
import image3 from '../../assets/ch.3.webp'
import image4 from '../../assets/ch.4.webp'
import image5 from '../../assets/ch.5.webp'
import image6 from '../../assets/ch.6.webp'
import image7 from '../../assets/ch.7.webp'



const Church = () => {
    const Link = 'https://www.google.com/maps/place/Monastery+of+Saint+Stepanos/@38.9791069,45.4713211,17.5z/data=!4m6!3m5!1s0x40169918aff289c7:0x539ecca7efeab1cb!8m2!3d38.9788888!4d45.4733335!16zL20vMDdfajdu?entry=ttu'
    return (
        <>
            <div className=" Church container section">
                <ImageSlider1 slides={ChurchData} />
                <div className="secContainer">

                    <h2>کلیسای سنت استپانوس</h2>
                    <h2>هرآنچه باید درباره کلیسای سنت استپانوس بدانید:</h2>
                    <ul>
                        <li className='ul'><a>معرفی کلیسای سنت استپانوس</a></li>
                        <li className='ul'><a>کلیسای سنت استپانوس کجاست؟</a></li>
                        <li className='ul'><a>تاریخچه کلیسای سنت استپانوس</a></li>
                        <li className='ul'><a>معماری و پلان کلیسای سنت استپانوس</a></li>
                    </ul>
                    <h2>معرفی کلیسای سنت استپانوس</h2>
                    <img src={image2} alt='Church' className='img' />
                    <p>
                        در دامان طبیعت بکر و سرسبز جلفا و در میان کوه‌های مرزی جلفا و جمهوری آذربایجان، یکی از زیباترین و مهم‌ترین کلیساهای ایران و از جاهای دیدنی استان آذربایجان شرقی قرار گرفته است. این کلیسا سنت استپانوس یا کلیسای استفانوس مقدس نام دارد. کلیسای سنت استپانوس بعد از قره‌کلیسا دومین کلیسای مهم ارامنه ایران به شمار می‌رود که مورد احترام تمام مسیحیان و حتی دیگر ادیان است. هر ساله ارامنه بسیاری از گوشه و کنار ایران به زیارت این مکان می‌روند.
                    </p>
                    <p>
                        کلیسای سنت استپانوس علاوه بر محل عبادت مسیحیان، مکان اجتماع هنرمندان، فلاسفه، مورخان، دانشمندان و مکانی برای آموزش و تعلیم و تربیت کشیشان و راهبان مسیحی بوده است. این کلیسا به‌دلیل سبک بنا و جنبه فرهنگی از مراکز مشهور دینی و فرهنگی ارمنیان به شمار می‌رود.
                    </p>
                    <p>
                        کلیسای سنت استپانوس با شماره ثبتی ۴۲۹ در سال ۱۳۴۱ در فهرست میراث ملی ایران به ثبت رسید. این کلیسا به‌همراه دو کلیسای زور زور و قره کلیسا به‌عنوان مجموعه کلیساهای ارمنی ایران در سال ۱۳۸۶ در فهرست میراث جهانی یونسکو قرار گرفتند.
                    </p>

                    <h2>کلیسای سنت استپانوس کجاست؟</h2>
                    <img src={image3} alt='Church' className='img' />
                    <p>
                        کلیسای سنت استاپونس یکی از جاهای دیدنی جلفا است که در محلی به نام قزل وانگ یا صومعه سرخ در استان آذربایجان شرقی قرار دارد. این کلیسا در نزدیکی مرز جمهوری آذربایجان و در منطقه آزاد ارس قرار گرفته است و با کرانه جنوبی رودخانه ارس، از رودخانه های مرزی ایران، سه کیلومتر فاصله دارد. سنت استپانوس همچنین با شهر جلفا حدود ۱۷ کیلومتر فاصله دارد.
                    </p>

                    <p>آدرس کلیسای سنت استپانوس: استان آذربایجان شرقی، ۱۷ کیلومتری غرب شهر  <a href={Link} target='_blank' rel='noopener noreferrer'> (مشاهده روی نقشه ) </a></p>


                    <h2>معماری و پلان کلیسای سنت استپانوس</h2>
                    <img src={image4} alt='Church' className='img' />
                    <p>
                        برای رسیدن به کلیسای سنت استپانوس باید از مسیری کوتاه که منظره‌ای تماشایی دارد عبور کنید. بعد از رسیدن به پای کلیسا شاید اولین چیزی که نظرتان را جذب کند، گنبد حجاری شده و زیبای کلیسا باشد که روی استوانه‌ای برپا شده است. این کلیسا در میان حصاری سنگی و درون قلعه‌ای دژ مانند قرار گرفته که در زبان ارمنی به آن وانگ می‌گویند و دارای بارو، هفت برج نگهبانی و پنج پشت استوانه‌ای و سنگی است.
                    </p>
                    <p>
                        دروازه ورودی با در چوبی و آهن‌کوبی شده در دیوار غربی بارو جای گرفته است. در پایه‌های طرفین و طاق جناغی این دروازه سنگ تراش با حجاری‌های ظریف به کار رفته و در پیشانی طاق آن نقش‌برجسته‌ای از حضرت مریم و کودکی عیسی مسیح (ع) دیده می‌شود.
                    </p>
                    <p>
                        روی قسمت بیرونی دیوارهای کلیسای سنت استپانوس نقش‌برجسته‌های متعددی از جمله سنگسار شدن استپانوس مقدس در ضلع شرقی، مصلوب شدن حضرت مسیح در ضلع غربی و عروج حضرت مسیح به چشم می‌خورد. در قسمت‌های مختلف کلیسا نیز تزیینات متنوعی به‌کار رفته است؛ به‌گونه‌ای که نمای سنگی کلیسا پوشیده از حجاری و مقرنس‌کاری است. درون نمازخانه اصلی با نقاشی‌های زیبای گچی تزیین شده است.
                    </p>
                    <h2>بخش‌های مختلف کلیسای سنت استپانوس</h2>
                    <p>
                        کلیسای سنت استپانوس از بخش‌های مختلفی چون نمازخانه، برج ناقوس، نمازخانه بوعوس پطرس یا اجاق دانیال، صحن کلیسا یا حیاط کلیسا، پیشخوان ورودی اصلی مجموعه، هشتی ورودی، حیاط دیرها، کلیسای قدیمی، سالن‌های آموزش طلاب یا استنساخ کتب، محل اسکان راهب و مسافران یا انبار و محل ذخیره آذوقه و طویله‌های مجموعه تشکیل شده است.
                    </p>
                    <p>در ادامه به معرفی سه بخش اصلی این کلیسا یعنی برج ناقوس، نمازخانه و اجاق دانیال پرداخته می‌شود.</p>
                    <h4>برج ناقوس</h4>
                    <img src={image5} alt='Church' className='img' />
                    <p>
                        برج ناقوس از چشمگیرترین بخش‌های کلیسا محسوب می‌شود. این برج روی ایوانی در طبقه متصل به دیوار جنوبی قرار دارد و دارای گنبدی هرمی شکل و هشت‌ضلعی است که روی هشت ستون استوانه‌ای از سنگ سرخ با سرستون‌های زیبا استقرار یافته است.
                    </p>
                    <p>
                        بر طاق برج ناقوس تصویر فرشتگانی با چهار بال و تصویر سر گاو کنده‌کاری شده‌اند. صلیبی نیز در کادر مستطیل‌شکل با گل‌های شبیه به خورشید یا شمسه کار شده است. چند طاووس و کبوتر نیز در بین نقوش دیده می‌شود.
                    </p>
                    <img src={image6} alt='Church' className='img' />
                    <p>
                        نمازخانه کلیسای سنت استپانوس دارای ابعاد ۱۶ در ۲۱ متر است و ورودی آن در چوبی منبت‌کاری شده متعلق به دوران قاجار است. تزیینات متنوع و بدیعی چون حجاری پایه‌ها، طاق‌نماها، نیم‌ستون‌ها و زنجیرهای کنار مقرنس‌کاری‌ها و تزیینات طاق سردر در این نمازخانه دیده می‌شود. زیر نوک شیب سقف، نقش دایره‌واری وجود دارد که در مرکز آن دایره‌ای کوچک‌تر دیده می‌شود که شاید نمادی از خورشید باشد. پایین این نقش تصویر به صلیب کشیدن مسیح کار شده است. سه پنجره در بخش زیرین وجود دارد که اطراف آن نیز نقوش چلیپایی به چشم می‌خورد. در قسمت پایین طاق سردر ورودی نمازخانه نیز تزیینات مقرنس‌کاری بسیار زیبایی به کار رفته است.
                    </p>
                    <p>
                        در نمای بیرونی بخش جنوبی نمازخانه نمادها و کنده‌کاری‌هایی روی سنگ دیده می‌شود. در قسمت بالایی تصویر عقابی که دو طرف آن گل‌هایی مشابه خورشید به کاررفته است، وجود دارد. عقاب در حال حمل کردن چهارپایی با چنگال‌های خود است. در زیر این نقش‌برجسته دو گل دیگر و پایین آن‌ها در قابی مستطیل‌شکل، صحنه‌ای از یک داستان تصویر شده است که احتمالاً صحنه به شهادت رسیدن استپانوس باشد. سه سنگ بالای سر استپانوس و عودسوزی نیز در دست وی مشاهده می‌شود. سه فرشته نیز به نشانه تقدس شخصیت محوری داستان ترسیم شده‌اند. در این بین نقشی شبیه به نماد اهورامزدا هم مشاهده می‌شود.
                    </p>
                    <p>
                        در زیر این قسمت، قاب نورگیری به‌شکل صلیب وجود دارد مهم‌ترین ویژگی این نورگیر، وجود تصویر و نمادهایی به‌شکل حیوانات در اطراف صلیب است. دو طرف بالای صلیب کلاغی سمت راست و گاوی در طرف چپ مشاهده می‌شود. پایین سمت راست، یک مار و در طرف چپ، تصویر دو ماهی وجود دارد. در قسمت آخر نیز دو شیر نر به‌شکل قرینه در طرفین پایه صلیب کار شده‌اند.
                    </p>
                    <h2>نمازخانه بوعوس پطرس یا اجاق دانیال</h2>
                    <img src={image7} alt='Church' className='img' />
                    <p>
                        اجاق دانیال بخشی از فضای داخلی کلیسا است. این اجاق، تالاری متصل به دیوار شمالی کلیسا با ۶ متر عرض و نزدیک به ۲۰ متر طول است. اجاق به‌وسیله دیوار از تالار جدا شده و به نام دانیال از قدیسین معروف قرن پنجم میلادی است. اجاق دانیال از تالار اجتماعات و محل غسل تعمید در انتهای شرقی تالار با سکوهایی بلند و میز سنگی غسل تعمید یا سنگ آب تشکیل شده است
                    </p>
                    <h2>پرسش‌های متداول</h2>
                    <h4>کلیسای سنت استپانوس کجاست؟</h4>
                    <p>
                        کلیسای سنت استپانوس در نزدیکی مرز جمهوری آذربایجان و در منطقه آزاد ارس قرار گرفته و با کرانه جنوبی رودخانه ارس سه کیلومتر فاصله دارد
                    </p>
                    <h2>ساعت کاری کلیسای سنت استپانوس چگونه است؟</h2>
                    <p>
                        بازدید از کلیسای سنت استپانوس همه‌روزه از ساعت ۹ صبح تا ۱۹ امکان‌پذیر است. در ضمن با توجه به قرار گرفتن کلیسای سنت استپانوس در موقعیت خاص جغرافیایی و حاشیه رود مرزی ارس و شرایط آب‌وهوایی، در فصل زمستان تا ساعت ۱۷ می‌توانید از این کلیسا دیدن کنید.
                    </p>
                    <h2>کلیسای استپانوس از چه بخش‌های تشکیل شده است؟</h2>
                    <p>
                        کلیسای استپانوس بخش‌های مختلفی دارد. نمازخانه، برج ناقوس و اجاق دانیال یا نمازخانه بوعوس پطرس سه بخش اصلی کلیسای سنت استپانوس جلفا است.
                    </p>

                </div>
            </div>
        </>

    )
}
export default Church;