import ImageSlider2 from './ImageSlider2'
import { PoetsData } from './PoetsData'
import './poets.scss'

import image1 from '../../assets/m.1.webp'
import image2 from '../../assets/m.2.webp'
import image3 from '../../assets/m.3.webp'
import image4 from '../../assets/m.4.webp'
import image5 from '../../assets/m.5.webp'

const Poets = () => {
    const Link = 'https://www.google.com/maps/place/Maqbaratoshoara,+Sheshgelan,+Tabriz,+East+Azerbaijan+Province,+Iran/@38.0832821,46.3004952,17.25z/data=!4m6!3m5!1s0x401a04d9aba11cff:0xb3442f519892b7ef!8m2!3d38.0834165!4d46.303272!16zL20vMGg1eGhs?entry=ttu'
    return (
        <>
            <div className=" Poets container section">

                <ImageSlider2 slides={PoetsData} />

                <div className="secContainer">

                    <h2>مقبره الشعرا</h2>
                    <p>
                        یکی از دیدنی ‌های تبریز، مقبره الشعرا محسوب می‌شود و هر گردشگری که به این شهر سفر کرده باشد، نام آن را شنیده و از آن دیدن کرده است. این بنا که یادبودی از شاعران و ادیبان مدفون در گورستان خرساب است، به‌عنوان نماد تبریز نیز شناخته می‌شود. در این مکان شاعرانی چون اسدی طوسی، خاقانی شروانی و شهریار دفن شده‌اند.
                    </p>
                    <h2>با مقبره الشعرا تبریز آشنا شوید:</h2>
                    <ul>
                        <li className='ul'><a>معرفی مقبره الشعرا</a></li>
                        <li className='ul'><a>تاریخچه مقبره الشعرا تبریز</a></li>
                        <li className='ul'><a>یادبود مقبره الشعرا</a></li>
                        <li className='ul'><a>معماری مقبره الشعرا</a></li>
                        <li className='ul'><a>مقبره الشعرا کجاست؟</a></li>
                    </ul>

                    <h2>معرفی مقبره الشعرا</h2>
                    <img src={image2} alt='Poets' className='img' />
                    <p>
                        اگر کمی اهل شعر و ادبیات باشید و علاقه‌مند به شناخت شاعران و بزرگان شعر باشید، ممکن است نام مقبره الشعرا تبریز را شنیده باشید. مقبره الشعرا از ۸۰۰ سال پیش محل دفن بیش از ۴۰۰ شاعر، ادیب، عارف و رجال نامی است که در طول دوره‌های مختلف در این مکان دفن شده‌اند و اکنون این بنا یادبودی از این بزرگان است. شاعرانی چون اسدی طوسی، خاقانی شروانی و شهریار از جمله افراد مدفون در مقبره الشعرا هستند.
                    </p>
                    <p>
                        مقبره الشعرا همچنین، موزه‌ شعر و ادب آذربایجان محسوب می‌شود و شما در کنار بازدید از معماری تماشایی این یادبود زیبا، با شعرا و آثار آن‌ها بیشتر آشنا خواهید. در داخل مقبره، تنها قبر شهریار زبان پارسی؛ استاد محمدحسین بهجت تبریزی به چشم می‌خورد که آخرین شاعر نامی و بزرگ دفن شده در این مکان است.
                    </p>

                    <h2>تاریخچه مقبره الشعرا تبریز</h2>
                    <img src={image3} alt='Poets' className='img' />
                    <p>
                        سرخاب نام کوی و محله‌ای تاریخی در شهر تبریز است که از دیرباز محل سکونت بزرگان و ادبا بوده است. در این محله اماکن، بناها، تکیه‌ها و مقابر معروفی چون ربع رشیدی، تکیه حیدر، بقعه عون بن علی، بقعه سید حمزه، صاحب الامر و سید ابراهیم یا حظیره بابا حسن، حظیره بابا مزید، صفوه الصفا و مقبره الشعرا به تقدس و معروفیت آن افزوده است.
                    </p>
                    <p>
                        مقبره الشعرا گورستان تاریخی محله سرخاب است که در گذشته با نام‌هایی چون حظیره الشعرا، حظیره القضاه و قبرستان سرخاب شناخته می‌شد. در منابع تاریخی، از مقبره الشعرا تا قبل از قرن هشتم نامی برده نشده است؛ چنانچه در کتاب لباب الالباب محمد عوفی که در سنه ۶۱۸ نوشته شده و در آن شرح حال شاعران قرن ششم را مانند خاقانی و ظهیر را که در مقبره الشعرا دفن شده‌اند، آورده و نامی از مقبره الشعرا برده است؛ اما کتاب نزهه القلوب حمدلله مستوفی که در سال ۷۴۰ هجری قمری تألیف شده، قدیمی‌ترین کتابی محسوب می‌شود که نام مقبره الشعرای سرخاب به صراحت در آن ذکر شده است.
                    </p>
                    <p>
                        در واقع از قرن شش هجری قمری و بعد از آنکه شاعران معروف قرن ششم مانند خاقانی و ظهیر فاریابی در این مقبره دفن شده‌اند، در کتاب‌های تاریخ و تذکره به نام «مقبره الشعرا» برمی‌خوریم. در این قرن، تبریز مرکز حکومت اتابکان آذربایجان و پناهگاه شاعرانی شد که در جست‌و‌جوی یک زندگی آرام و آسوده به دور از جنگ و نزاع بودند. خاقانی و ابوالعلا و فلکی از شروان و گنجه، ظهیر فاریابی و شاهپور نیشابوری از خراسان به تبریز آمدند و در این شهر ساکن شدند و پس از مرگ نیز در حظیره مخصوصی دفن شدند که از این حظیره در تاریخ و تذکره‌ها به‌عنوان مقبره الشعرا یاد کرده‌اند. شاعران دیگری نیز از عهد ایلخانیان تا ایلکانیان و دوره آق قویونلو در تبریز بودند یا از نقاط دیگر به تبریز آمده و در این شهر درگذشته‌اند که غالبا در همین حظیره و در جوار خاقانی مدفون هستند.
                    </p>
                    <h2>شاعران و بزرگان مدفون در مقبره الشعرا</h2>
                    <img src={image4} alt='Poets' className='img' />
                    <p>
                        مقبره الشعرا به‌عنوان یکی از نمادین‌ترین جاهای دیدنی استان آذربایجان شرقی شهرت دارد و محل دفن بزرگان، شعرا و ادبای زیادی است. گفته می‌شود در این مکان بیش از ۴۰۰ تن از افراد نامی دفن شده‌اند. شاعرانی چون اسدی طوسی، قطران تبریزی، خاقانی شروانی، مجیر الدین بیلقانی، ظهیر الدین فاریابی، شاهپور نیشابوری، شمس الدین سجاسی، ذوالفقار شروانی، همام تبريزی، سلمان ساوجی، قطب‌الدين شيرازی، مغربی تبریزی، مانی شیرازی، لسانی شیرازی و شکیبی تبریزی از جمله آن‌ها است. محمد حسین بهجت تبریزی متخلص به شهریار نیز آخرین شاعر نامی است که در سال ۱۳۶۷ در این مقبره به خاک سپرده شده است و قبر وی در داخل فضای اصلی آرامگاه قرار دارد.
                    </p>
                    <p>
                        از دیگر افرادی که در مقبره الشعرا به خاک سپرده شده‌اند، می‌توان به مجذوب علی شاه، عزیز خان مکری، هفت خواهران، امیر عبدالغفار، میرزا شفیع مستوفی، سهراب، پیر باب، امام طالحه، پیر محمد مشهور به پیر ممد، معین الدین صفار، کمال الدین عبد القادر نخجوانی، حافظ حسین زال، عبدالرحیم خلوتی و افراد معاصری چون دکتر مهدی روشن ضمیر، دکتر محمود پدیده، استاد جواد آذر، استاد میرزا طاهر خوش‌نویس تبریزی، محمود ملماسی، سید یوسف نجمی و استاد علی حریرچی می‌توان اشاره کرد.
                    </p>

                    <h2>مقبره الشعرا کجاست؟</h2>
                    <img src={image5} alt='Poets' className='img' />
                    <p>
                        مقبره الشعرا در محله سرخاب تبریز واقع شده است و می‌توانید آن را در نزدیکی تکیه حیدر، در ضلع شرقی بقعه سید حمزه و مقبره قائم مقام و ملاباشی ببینید.
                    </p>
                    <h4>مسیر دسترسی مقبره الشعرا</h4>
                    <p>برای رفتن به مقبره الشعرا به میدان منجم تبریز بروید. از طریق این میدان به‌راحتی به خیابان ثقه الاسلام دسترسی پیدا خواهید کرد. با رفتن به بلوار ۲۹ بهمن و سپس خیابان امام خمینی و بعد از گذر از مسجد کبود به خیابان ثقه الاسلام می‌رسید.</p>
                    <p>
                        آدرس مقبره الشعرا تبریز: محله ششگلان، خیابان ثقه الاسلام، تقاطع عارف، تکیه حیدر، در کنار بقعه سید حمزه و مقبره قائم مقام و ملاباشی
                        <a href={Link} target='_blank' rel='noopener noreferrer'> (مشاهده روی نقشه ) </a>
                    </p>
                    <h2>ساعات بازدید مقبره الشعرا تبریز</h2>
                    <p>
                        بازدید از مقبره الشعرا از ساعت ۸:۳۰ صبح تا ۱۸ امکان‌پذیر است؛ اما از آنجایی که این بنا در حال مرمت و بازسازی است پیش از رفتن به این مکان از باز بودن آن اطمینان حاصل کنید.
                    </p>
                    <h2>پرسش‌های متداول</h2>
                    <h4>مقبره الشعرا کجاست؟</h4>
                    <p>
                        مقبره الشعرا محل دفن حدود ۴۰۰ تن از بزرگان، شعرا و ادبیان است و در محله سرخاب تبریز قرار دارد.
                    </p>
                    <h2>ساعت بازدید از مقبره‌الشعرا چگونه است؟</h2>
                    <p>
                        بازدید از مقبره الشعرا از ساعت ۸:۳۰ صبح تا ۱۸ امکان‌پذیر است.
                    </p>
                    <h2>آیا بازدید از مقبره الشعرا رایگان است؟</h2>
                    <p>
                        خیر. بازدید از مقبره الشعرا نیازمند تهیه بلیط است.
                    </p>

                </div>


            </div>
        </>
    )
}
export default Poets;